{
  "aboutMe": "Über mich",
  "gameDesign": "Spiel Design",
  "webDesign": "Web Design",
  "artProjects": "Kunstprojekte",
  "name": "Name",
  "address": "Adresse",
  "phone": "Telefon",
  "date": "Geburtstag",
  "skills": "Kentnisse",
  "technologies": "Technologien",
  "showLess": "Weniger anzeigen",
  "showMore": "Technologie-Kenntnisse und Hobbies anzeigen",
  "additional": "Weiteres",
  "trainings": "Schulungen/Zertifikate",
  "ongoing": "[laufend]",
  "hobbies": "Hobbies",
  "climbing": "Klettern - Ich bin seit März 2018 ausgebildete Boulder Übungsleiterin",
  "gaming": "Gaming - Spiele jeglicher Genres, insbesondere Indie Spiele mit einem besonderen Art Stil und einer guten Story",
  "hiking": "Wandern - Ich wandere gerne mit Freunden und meiner Familie",
  "discontinued": "Abgebrochen",
  "tugraz": "Masterstudiengang \"Computer Science and Software Engineering and Management\"",
  "campus02": "Masterstudiengang \"IT und Wirtschaftsinformatik\"",
  "campus02Master": "IT und Wirtschaftsinformatik, FH Campus 02 ",
  "bsd": "Dualer Bachelorstudiengang \"Business Software Development\"",
  "bsd2": "Business Software Development, FH Campus 02",
  "bachelorThesis": "Bachelorarbeit: Usage of gamification in agile software development",
  "grade": "Abschlussnote der Bachelorarbeit und -prüfung: 1",
  "matura": "Matura mit Auszeichnung",
  "education": "Ausbildung",
  "since": "Seit",
  "work": "Berufserfahrung",
  "tools": "Tools und Technologien:",
  "frontEnd": "Full Stack Web Entwicklerin mit einem starken Fokus auf Front End",
  "internal": "interne",
  "internship": "Praktikum, DCCS GmbH",
  "art": "Kunst.",
  "projects": "Projekte()",
  "projects(": "Projekte(",
  "bracket": ")",
  "privateProject": "Privatprojekt",
  "avatars": "Die Avatare wurden als Teil des Spiels Pandoras Box erstellt. Das Spiel soll um einen Party Modus, welcher bis zu 8 SpielerInnen unterstützt, erweitert werden. Die SpielerInnen sollen einen Avatar als ihr Icon auswählen können.",
  "climbingDescription": "In meiner Freizeit verbringe ich viel Zeit mit Klettern, speziell bouldern. 2013 habe ich mit dem Klettern begonnen, vor 4 Jahren habe ich ein großes Ziel von mir erreicht zertifizierte Boulder Übungsleiterin zu werden und seitdem Kinder und Jugendliche in der Boulderhalle Leibnitz zu unterrichten.",
  "climbingImage": "Das folgende Bild zeit ein Bild von mir während eines Boulde-Bewerbs",
  "drawing": "Nachdem ich das Zeichnen erst im Alter von 16 für mich entdeckt habe, sind meine Fähigkeiten noch nicht sehr fortgeschritten, allerdings möchte ich trotzdem einige Skizzen inkludieren, um zu zeigen, dass ich lerne und versuche besser zu werden.",
  "groupProject": "Gruppenprojekt",
  "awkwardDescription1": "Diese Spiel ist meine aktuellste Arbeit und befindet sich noch in Entwicklung.\nDas Spiel entwickle ich mit einem Freund. Nachfolgend ist ein Mockup zu sehen, welches eine der spielbaren Kategorien zeigt.",
  "awkwardDescription2": "Das Konzept des Spiel ist relativ simpel: Zwei SpielerInnen - ein/eine SpielerIn beantwortet eine Frage, der/die zweite muss dessen/deren Antwort erraten.\n          Das Ziel ist es so viele Fragen wie möglich richtig zu beantworten.",
  "awkwardDescription3": "Aktuell sind 5 Kategorien designed, von denen 4 bereits implementiert und spielbar sind. Die Kategorien sind 'Chill', Spicy', 'Never have I ever', 'Fuck, Marry, Kill' and 'Smash or Pass'.",
  "awkwardDescription4": "Der Plan ist es das Spiel im Epic Games Store zu veröffentlichen.",
  "awkwardDescription5": " Mit meinem Arbeitskollegen und Freund Mahir wollte ich ein Casual Game, welches zu zweit gespielt wird, entwickeln.\n          Mahir übernahm einen Großteil der Implementierung der Logik und der Netzwerkkommunikation, während ich das Spieldesign und die Grafiken erstellt habe.\n          Für dieses Spiel war ich für die folgenden Bereiche zuständig:",
  "awkwardDescriptionList1": "Spieldesign - Mechanics, Dynamics und Aesthetics",
  "awkwardDescriptionList2": "Grafiken - alle Grafiken und Designs im Spiel wurden von mir erstellt, es wurden keine Grafiken von anderen Quellen verwendet.",
  "awkwardDescriptionList3": "Erstellen von Prototypen",
  "awkwardDescriptionList4": "Implementierung der UI",
  "additionalContent": "Die folgenden Mock ups zeigen die spielbaren Kategorien. Der Host kann auswählen, welche Kategorien im Spiel vorkommen sollen.",
  "showMoreMocks": "Mehr Mock ups anzeigen",
  "emptiWorldDescription1": "Dieses Spiel habe ich als Teil einer fünfköpfigen Gruppe entwickelt. Empti World handelt von Empti, einem einsamen Wesen, welches der letzte Überlebende auf einem sonst ausgestorbenen Planeten ist. Er sammelt Ressourcen, um Dinge zu bauen, die ihm beim Überleben helfen. Besonders im Sommer und im Winter ist die Gefahr groß von tötlichen Stürmen überrascht zu werden.",
  "emptiWorldDescription2": "Die Arbeit wurde gleichmäßig auf die Teammitglieder aufgeteilt. Jedes Mitglied hatte die Verantwortung für einen Bereich der Entwicklung\n          Das bedeutet, dass jedes Teammitglied an der Implementierung beteiligt war, jedoch Bereiche wie Musik, Grafiken und Design aufgeteilt wurden. Mein Aufgabenbereich war die Erstellung von Grafiken, Assets und Designs.\n          Ich habe daher an folgenden Bereichen gerarbeitet:",
  "emptiWorldDescriptionList1": "Designs von Buttons, Icons und sonstigen Assets",
  "emptiWorldDescriptionList2": "Charakterdesign",
  "emptiWorldDescriptionList3": "Grafiken, welche als Hintergrund verwendet werden",
  "emptiWorldDescriptionList4": "Entwicklung - wie beispielsweise das Inventar, die (mini-)map und Logik",
  "playGameOnline": "Das Spiel ist online spielbar, unter ",
  "videoDescription": "Ein Vertical Slice mit kurzer Erklärung des Spiels ist nachfolgend und auf Youtube verfügbar.",
  "game": "Spiel.",
  "design": "Design()",
  "design(": "Design(",
  "gameDescription1": "Gaming ist seit meiner Kindheit ein wichtiger Teil meines Lebens.",
  "gameDescription2": "Ich hatte immer Spaß daran Spiele zu spielen - von Indie 2D Plattformern bis hin zu Open World MMORPGs. Im Jahr 2019 habe ich damit begonnen selbst Spiele zu entwickeln.",
  "singlePerson": "Einzelproduktion",
  "oceanDescription2": "Dieses Spiel war das erste, von mir programmierte, Spiel im Jahr 2019.",
  "oceanDescription1": "Dieses simple Unterwasser Shoot'em up wurde vollständig von mir designed und implementiert,\n          mit Außnahme der Musik und den Soundeffekten, welche Copyright-frei sind - wurden keine weiteren Ressourcen verwendet.",
  "closeGame": "Spiel schließen",
  "clickToPlay": "Hier klicken, um das Spiel zu spielen",
  "web": "Web.",
  "webDescription1": "Web Design und Development ist der Bereich, in dem ich die meiste Erfahrung habe.",
  "webDescription2": "Seit drei Jahren bin ich als Web Entwicklerin tätig. Im Februar 2022 wurde ich zusätzlich zu meiner Tätigkeit als Frontend Entwicklerin auch zur Designerin in meinem Team.",
  "multivativeDescription1": "Multivative ist ein Startup-Unternehmen, welches von Laurenz Fussenegger und Elias Vögel gegründet wurde. Sie entwickeln eine multifunktionale und modulare Maschine, welche es ermöglicht, verschiedenste Herstellungsprozesse wie beispielsweise CNC Fräsen, 3D Drucken oder Bestücken zu vereinen. Ich unterstütze das Unternehmen mit Designs und Implementierungen im Web Frontend.",
  "multivativeDescription2": "Im Dezember 2021 habe ich damit begonnen Designs zu erstellen und diese zu implementieren. Im folgenden Mockup habe ich die hellgrauen Komponenten und ihre Varianten designed (default, selected and incomplete).",
  "multivativeDescription3": "Die folgenden Screenshots zeigen Komponenten und deren Varianten, welche von mir designed wurden.",
  "multivativeDescription4": "Das letzte Mockup zeigt eine vereinfachte Version von bereits erstellten Designs, um eine iterative Implementierung für EntwicklerInnen zu ermöglichen. Die Entwicklung dieses Designs ist aktuell in Arbeit. ",
  "companyProject": "Unternehmensprojekt",
  "pokerDescription1": "Die Idee eines Scrum Poker Tools entstand, als wir im Team nach guten Tools für unsere Refinements suchten. Es wurde schnell klar, dass in den meisten kostenlosen Online-Applikationen wichtige Features fehlten, oder sie nicht richtig funktionierten.",
  "pokerDescription2": "Aus diesem Grund entschied ich mich dazu ein eigenes Scrum Poker Tool zu designen. Die folgenden Designs zeigen ein MVP mit den wichtigsten Features. Alle Designs wurden vollständig von mir erstellt. Der Designprozess startete mit Requirements Engineering und darauf folgend der Erstellung eines LoFi Userflows. Daraufhin erstellte ich HiFi Mock-Screens, welche zur Implementierung verwendet werden können.",
  "pokerDescription3": "Der zweite Mock-Screen zeigt die Ansicht, welche die User nach der Voting-Phase angezeigt bekommen.",
  "pokerDescription4": "Das letzte Mockup zeigt den Startscreen eines Users, wenn dieser eine neue Poker Session erstellen möchte.",
  "pokerDescription5": "Das erste Mockup zeigt den Voting Screen für User.",
  "portfolioDescription1": "Zum Schluss möchte ich das Portfolio selbst als wichtiges Designprojekt inkludieren. Da das Portfolio das größte Web Design Projekt ist, an dem ich komplett alleine gearbeitet habe, möchte ich es ebenfalls als Projekt beschreiben.",
  "portfolioDescription2": "Der wichtigste Bestandteil des Portfolios ist die Startseite, da sie die Aufmerksamkeit der User auf sich ziehen und ebenfalls für das stehen soll was mich ausmacht. Daher habe ich dafür einige Designs auf Basis eines Moodboards erstellt.",
  "portfolioDescription3": "Jede Komponente wurde von mir erstellt, es wurden keine externen Quellen verwendet.",
  "portfolioDescription4": "Für das Design der Projektseiten war es mir wichtig hervorzuheben, dass eine meiner Stärken in der Implementierung liegt. Daher erinnert der Stil an Code-Zeilen und deren Format.",
  "solidDescription1": "Solid ist der Name des Projekts, an dem ich aktuell in der DCCS arbeite. Das Projekt wurde 2018 gestartet, ich bin im Oktober 2019 dem Team als Entwicklerin beigetreten. Im Februar wurde das Team aufgrund der steigenden Mitgliederanzahl aufgeteilt. Seitdem bin ich für UI/UX Designs in einem der beiden Teams zuständig.",
  "solidDescription2": "Nachdem das Projekt bereits seit über vier Jahren läuft, ist eine der größten Herausforderungen an die Designs die enorme Anzahl an Datenstrukturen und deren Korrelationen untereinander und im Projekt korrekt darzustellen.",
  "solidDescription3": "Die folgenden Mockups zeigen das Feature einer User Simulation. Dieses Tool wird ausschließlich von EntwicklerInnen und TesterInnen verwendet, um so einfach Testdaten generieren zu können. Das von mir erstellte Design ist im modalen Dialog zu sehen. Aus rechtlichen Gründen sind einige Daten unkenntlich gemacht.",
  "solidDescription4": "Der Permission Table, welcher vollständig von mir designed wurde, wird für eine einfache Konfiguration von Rollen und Berechtigungen verwendet. Normalerweise beachte ich Aspekte wie Farbenblindheit, allerdings bestand der Fokus dieses Designs darin eine schnelle Implementierung für die EntwicklerInnen zu ermöglichen.",
  "solidDescription5": "Bei Designs für Solid ist es wichtig, spezielle Vorgaben des Kunden zu beachten. Zum Beispiel müssen spezielle Scrollbars verwendet werden. Allerdings hatte ich für die Designs, die ich zuletzt erstellt habe mehr Freiheiten, da diese primär von EntwicklerInnen verwendet werden.",
  "boulderAppDescription1": "Die App wurde als Teil der Vorlesung 'Grundlagen Mobile Computing' entwickelt.",
  "boulderAppDescription2": "Sie soll es KletterInnen ermöglichen deren Fortschritt zu verfolgen und diesen mit Freunden zu teilen.",
  "boulderAppDescription3": "Die Aufgabenstellung wurde von einer Gruppe mit 5 Personen ausgeführt. Jedes Mitglied war an der Implementierung beteiligt, wobei ich noch zusätzlich für das Design verantwortlich war, da ich das meiste Wissen zum Thema Klettern hatte und am Design Prozess interessiert war.",
  "boulderAppDescription4": "Nachfolgend ist die Dokumentation, welche simultan zur Entwicklung erstellt wurde.",
  "downloadCV": "Lebenslauf herunterladen",
  "downloadDoc": "Dokumentation herunterladen"
}