{
  "aboutMe": "About me",
  "gameDesign": "Game Design",
  "webDesign": "Web Design",
  "artProjects": "Art Projects",
  "name": "Name",
  "address": "Address",
  "phone": "Phone number",
  "date": "Date of birth",
  "skills": "Skills",
  "showLess": "Show Less",
  "showMore": "Show technology skills and hobbies",
  "additional": "Additional",
  "trainings": "Trainings/Certifications",
  "ongoing": "[ongoing]",
  "hobbies": "Hobbies",
  "climbing": "Climbing - I am a bouldering instructor since March 2018",
  "gaming": "Gaming - Games of all genres, but I am really digging (indie) games with a good art style and a nice story",
  "hiking": "Hiking - I like going on hikes with friends and my dog",
  "discontinued": "Discontinued",
  "tugraz": "Master's Degree Programme \"Computer Science and Software Engineering and Management\"",
  "campus02Master": "IT and Business Informatics, University of Applied Science Campus 02 ",
  "campus02": "Master's Degree Programme \"IT and Business Informatics\"",
  "bsd": "Dual Bachelor's Degree Programme \"Business Software Development\"",
  "bsd2": "Business Software Development, University of Applied Science Campus 02",
  "bachelorThesis": "Bachelor Thesis: Usage of gamification in agile software development",
  "grade": "Grade on bachelor thesis and exam: 1",
  "matura": "Matura with distinction",
  "education": "Education",
  "since": "Since",
  "work": "Work Experience",
  "tools": "Tools and Technologies:",
  "frontEnd": "Full Stack Web Developer with a strong focus on Front End",
  "internal": "internal",
  "internship": "Internship, DCCS GmbH",
  "art": "Art.",
  "projects": "Projects()",
  "projects(": "Projects(",
  "bracket": ")",
  "privateProject": "Private project",
  "avatars": "I created the avatars as part of the Pandoras Box Game. It is planned to extend the game by implementing a party mode with up to 8 players. The players should be able to choose between an avatar as their icon.",
  "climbingDescription": "My favourite hobby is climbing, specifically bouldering. I've been climbing since 2013 and also made a dream of mine come true by becoming a certified climbing trainer and teaching children and adults at the climbing gym in Leibnitz.",
  "climbingImage": "The following image shows a drawing I did of me during a climbing competition.",
  "drawing": "As I got into drawing relatively late when I was 16, my skills are not as advanced, but I still want to include some sketches to show my passion and also that I am learning.",
  "groupProject": "Group project",
  "awkwardDescription1": "This game is the most recent work and is yet still in development.\nI am developing the game with a friend. Below is a mockup of one of the categories than can be played.",
  "awkwardDescription2": "The concept of the game is relatively simple: Two players - one player is answering a question and the other player has to guess their answer.\n          The goal is to get as many questions as possible correctly.",
  "awkwardDescription3": "Currently, 5 categories are designed and 4 are implemented. The planned categories are 'Chill', Spicy', 'Never have I ever', 'Fuck, Marry, Kill' and 'Smash or Pass'.",
  "awkwardDescription4": "Our plan is to release the game to the Epic Games Store once it is completed.",
  "awkwardDescription5": " My friend Mahir and me had the idea of developing a casual game that is played together.\n          While he was implementing most of the logic and network communication, I focused on the game mechanics, the overall design and the artwork.\n          For this game I am responsible for the following tasks:",
  "awkwardDescriptionList1": "Game Design - Mechanics, Dynamics and Aesthetics",
  "awkwardDescriptionList2": "Artwork - all the artwork seen in the game is created by myself, no additional sources were used",
  "awkwardDescriptionList3": "Prototyping",
  "awkwardDescriptionList4": "Implementation of the UI",
  "additionalContent": "The following screens show the different categories that can be played. The host can choose which categories will be included in the game session.",
  "showMoreMocks": "Show More Mock Ups",
  "emptiWorldDescription1": "This game was developed as part of a group project containing 5 team members. Empti World puts you in the shoes of Empti, a lonely life form trying to survive the effects of climate change on its planet. There does not seem to be any other life around anymore and so Empti tries to gather resources.  These resources then can be built into structures and tools that can help him survive the dangerous storms in summer and winter.",
  "emptiWorldDescription2": "The work was split evening across the team members with all team members working on every aspect of the game development process.\n          This means that every team member, including myself, was developing. However, the responsibilities of creating the music and the art work were assigned mainly to me and Fabian Ceolotto.\n          In details, this means that the work I've contributed is the following:",
  "emptiWorldDescriptionList1": "Designs of buttons, icons and assets",
  "emptiWorldDescriptionList2": "Character design",
  "emptiWorldDescriptionList3": "Artwork used as background",
  "emptiWorldDescriptionList4": "Development - such as inventory, (mini-)map and logic",
  "playGameOnline": "The game can be played online on ",
  "videoDescription": "A vertical slice including a short description of the game can be found below and on Youtube.",
  "game": "Game.",
  "design": "Design()",
  "design(": "Design(",
  "gameDescription1": "Gaming has been an important part of my life since I was little.",
  "gameDescription2": "I always enjoyed playing games of all genres - from indie 2D platformers to open world MMORPGs. In 2019 I started getting into game design and development myself.",
  "singlePerson": "Single person production",
  "oceanDescription1": "This simple underwater shoot'em up was designed and developed fully by myself. All the artwork used in the game,\n          except for the music and sound effects - which are copy right free - are selfmade and no additional sources are used.",
  "oceanDescription2": "This game is the first game I developed back in 2019.",
  "closeGame": "Close game",
  "clickToPlay": "Click to play the game",
  "web": "Web.",
  "webDescription1": "Web Design and Development is the field where I have the most experience.",
  "webDescription2": "I have been working as a web developer for 3 years and was promoted a web designer in Februar 2022.",
  "multivativeDescription1": "Multivative is a startup by Laurenz Fussenegger and Elias Vögel. They are developing a multifunctional, modular machine that combines all kinds of manufacturing processes like milling, 3D printing and pick & placing.I am supporting them by desigining and implementing the web frontend.",
  "multivativeDescription2": "I started designing and implementing components in December 2021. For the mock up below, I designed the light grey components that are shown in different varient (default, selected and incomplete) ",
  "multivativeDescription3": "The following screenshots show components and their variants, that were designed by me.",
  "multivativeDescription4": "In the last mock up, a simplified version is designed to help the developers implement the designs iteratively through multiple sprints. The implementation of this view is currently in progress. ",
  "companyProject": "Company project",
  "pokerDescription1": "The idea of a scrum poker tool was born after I noticed that there is no good free to use online tool for scrum pokers. Most online applications are lacking important features or are not working properly.",
  "pokerDescription2": "For this reason, I decided to design a Scrum poker tool myself. The following designs show the basic application with its main features. The design and features were created by me only. For the design process I started with requirements engineering and afterwards created a lofi userflow. Afterwards, I created hifi mock screens that can be used as reference for implementing.",
  "pokerDescription3": "The second mock up displays the view after every player has voted and the results are revealed.",
  "pokerDescription4": "The last mock up displays the start screen a user gets when creating a new poker session.",
  "pokerDescription5": "The first mock up displays the view that lets users vote on stories.",
  "portfolioDescription1": "Last but not least, a very important project is the portfolio itself. As this is the biggest web design I've worked on alone, I want to include it as a project as well.",
  "portfolioDescription2": "The most important part of the portfolio is the landing page, as it should catch the users attention but also represent what I stand for. Therefore, I created multiple designs.",
  "portfolioDescription3": "It was important to me that the landing page would represent what I stand for. For this reason, all the art used in the designs was created by myself, including photography and edits.",
  "solidDescription1": "Solid is the name of the project I am currenlty working on in DCCS. The project was started in 2018, I joined the team in October 2019 as a developer. As of February 2022 the team was split into two and I am responsible for the UI/UX designs of one team.",
  "solidDescription2": "As the project is already running for four years the challenge of the designs is to display the massive amount of data correctly without missing any connections to other parts of the application.",
  "solidDescription3": "The mockup below shows the feature of simulating a user. This tool is used for developers only to easily create test data. The design I created is the modal dialog. For legal reasons certain data had to be blurred.",
  "solidDescription4": "The permission table is a feature designed fully by me. It is used for easy configuration of a role to permission mapping.  Usually, I would also keep accessibility in mind, but in this case the focus on this design was to enable a fast implementation of the feature.",
  "solidDescription5": "When designing for Solid, I need to keep in mind to use specific design requirements such as using a predefined scrollbar. However, for the designs I did recently, I had more freedom than usually as the features are mainly used by developers.",
  "boulderAppDescription1": "This app was developed as part of a class of my bachelors degree 'Principles of Mobile Computing.'",
  "boulderAppDescription2": "The use of the app is to enable climbers to track their progress and share it with their friends.",
  "boulderAppDescription3": "The assignment was a group project for five team members, where everyone was working on the implementation. I took over the design additionally as I knew most about climbing and was interested in app design as well.",
  "boulderAppDescription4": "Following will be the documentation that was created during the development process.",
  "downloadCV": "Download CV",
  "downloadDoc": "Download documentation"
}